{
        "HELLO": "Hi I am Physics-Bot!\nI am a bot created by Will Suber, an intern at BadJupiter LLC\n Type 'Physics' for a menu of options!",
    "CAN YOU HELP ME": "Yes. Please insert a command! Try 'Physics'",
    "PHYSICS": "SELECT: Mechanics, Modern Physics, Waves, Electricity, Constants, Mass, Prefixes, Coefficient of Friction, Frequencies, Absolute Index of Refraction, matter, or resistivity",
    "MECHANICS": "FORMULAS, SELECT ONE: Displacement or Distance, acceleration, final velocity, force of friction, force due to gravity, normal force, acceleration due to gravity, momentum, impulse, Max force on a spring, Potential energy of a spring, Centripital acceleration, centripital force, potential energy, work, or power.",
    "MODERN PHYSICS": "FORMULAS, SELECT ONE: Energy of a photon or energy to mass",
    "WAVES": "FORMULAS, SELECT ONE: wave speed, period, index of refraction, snells law, or wave ratios",
    "ELECTRICITY": "FORMULAS, SELECT ONE:  Series circuit, Parallel Circuit, electric work, electric power, resistance, current, voltage, electric field strength, electrostatic force",
    "CONSTANTS": "SELECT ONE: Gravitational constant, acceleration due to gravity, speed of light, speed of sound at STP, radius of earth, radius of moon, electrostatic constant, elementary charge, coulomb, or electronvolt",
    "MASS": "SELECT ONE: mass of earth, mass of moon, univeral mass unit, mass of electron, mass of proton, or mass of neutron",
    "PREFIXES": "SELECT ONE: tera, giga, mega, kilo, deci, centi, milli, micro, nano, or pico",
    "COEFFICIENT OF FRICTION": "SELECT A PAIR: rubber concrete, rubber asphalt, rubber ice, ski snow, wood wood, steel steel, copper steel, teflon teflon",
    "FREQUENCIES": "SELECT A COLOR: violet, blue, green, yellow, orange, red",
    "ABSOLUTE INDEX OF REFRACTION": "SELECT A MEDIUM: Vacuum, air, diamond, ethyl alchol, crown glass, flint glass, glycerol, lucite, fused quartz, sodium chloride, water, zircon",
    "MATTER": "SELECT ONE: Hadron or Lepton",
    "RESISTIVITY": "SELECT A MATERIAL: Aluminum, Copper, Gold, Nichrome, Silver, Tungsten",
    "QQQZXDFG": "Twilio- 14438927057  heroku- will-bot.herokuapp.com   smooch- wills other bot FB- Will's Bot",
    "DISTANCE": "Distance is equal to (Vi*t)+ 1/2(at^2)\n Be careful! Make sure you remember that the acceleration is negative when youre throwing an object up into the air! Also, if the object starts at rest, dropped, or thrown horizontally, d=1/2at^2",
    "DISPLACEMENT": "Distance is equal to (Vi*t)+ 1/2(at^2)\n Be careful! Make sure you remember that the acceleration is negative when youre throwing an object up into the air! Also, if the object starts at rest, dropped, or thrown horizontally, d=1/2at^2",
    "ACCELERATION": "a=change in V/t\n a= net force/mass. This equation is Newton's Second Law. F=ma!",
    "FINAL VELOCITY": "Vf=Vi+at\nVf^2=vi^2+2ad.\n Remember that these are FINAL SPEEDS/VELOCITIES, not averages. "
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, Physics-Bot is back."
}
