{
        "HELLO": "Hi I am Physics-Bot!\nI am a bot created by Will Suber, an intern at BadJupiter LLC\n Type 'Physics' for a menu of options!",
    "CAN YOU HELP ME": "Yes. Please insert a command! Try 'Physics'",
    "PHYSICS": "SELECT: Mechanics, Modern Physics, Waves, Electricity, Constants, Mass, Prefixes, Coefficient of Friction, Frequencies, Absolute Index of Refraction, matter, or resistivity",
    "MECHANICS": "FORMULAS, SELECT ONE: Average velocity, Displacement or Distance, acceleration, final velocity, force of friction, force due to gravity, normal force, acceleration due to gravity, momentum, impulse, Max force on a spring, Potential energy of a spring, Centripital acceleration, centripital force, potential energy, work, or power.",
    "MODERN PHYSICS": "FORMULAS, SELECT ONE: Energy of a photon or energy to mass",
    "WAVES": "FORMULAS, SELECT ONE: wave speed, period, index of refraction, snells law, or wave ratios",
    "ELECTRICITY": "FORMULAS, SELECT ONE:  Series circuit, Parallel Circuit, electric work, electric power, resistance, current, voltage, electric field strength, electrostatic force",
    "CONSTANTS": "SELECT ONE: Gravitational constant, acceleration due to gravity, speed of light, speed of sound at STP, radius of earth, radius of moon, electrostatic constant, elementary charge, coulomb, or electronvolt",
    "MASS": "SELECT ONE: mass of earth, mass of moon, univeral mass unit, mass of electron, mass of proton, or mass of neutron",
    "PREFIXES": "SELECT ONE: tera, giga, mega, kilo, deci, centi, milli, micro, nano, or pico",
    "COEFFICIENT OF FRICTION": "SELECT A PAIR: rubber concrete, rubber asphalt, rubber ice, ski snow, wood wood, steel steel, copper steel, teflon teflon",
    "FREQUENCIES": "SELECT A COLOR: violet, blue, green, yellow, orange, red",
    "ABSOLUTE INDEX OF REFRACTION": "SELECT A MEDIUM: Vacuum, air, diamond, ethyl alchol, crown glass, flint glass, glycerol, lucite, fused quartz, sodium chloride, water, zircon",
    "MATTER": "SELECT ONE: Hadron or Lepton",
    "RESISTIVITY": "SELECT A MATERIAL: Aluminum, Copper, Gold, Nichrome, Silver, Tungsten",
    "QQQZXDFG": "Twilio- 14438927057  heroku- will-bot.herokuapp.com   smooch- wills other bot FB- Will's Bot",
    "DISTANCE": "Distance is equal to (Vi*t)+ 1/2(at^2)\n Be careful! Make sure you remember that the acceleration is negative when youre throwing an object up into the air! Also, if the object starts at rest, dropped, or thrown horizontally, d=1/2at^2",
    "DISPLACEMENT": "Distance is equal to (Vi*t)+ 1/2(at^2)\n Be careful! Make sure you remember that the acceleration is negative when youre throwing an object up into the air! Also, if the object starts at rest, dropped, or thrown horizontally, d=1/2at^2",
    "ACCELERATION": "a=change in V/t\n a= net force/mass. This equation is Newton's Second Law. F=ma!",
    "FINAL VELOCITY": "Vf=Vi+at\nVf^2=vi^2+2ad.\n Remember that these are FINAL SPEEDS/VELOCITIES, not averages. ",
    "FORCE OF FRICTION":"Ff = (Coefficient of friction)(Normal Force) REMEMBER: The Normal force is only m*g when the object is on a lavel surface",
    "FORCE DUE TO GRAVITY": "Fg= (G*m1*m2)/r^2   The radius is simply how far away the center of the two objects are. ***Inverse square***",
    "NORMAL FORCE": "Fn = m*g For an object on a level surface. If the item is on an incline, the normal force is equal to the vertical component of the gravitational force!",
    "ACCELERATION DUE TO GRAVITY": "g=Fg/m",
    "MOMENTUM": "Momentum is represented by p. p=mv and the (p Before) = (p After) a collision",
    "IMPULSE": "Impulse is shown using the letter J. J=Fnet*t  OR J= change in momentum (delta p). To find the net force, make sure you use Newton's second law F=ma",
    "MAX FORCE ON A SPRING": "Fs=kx  THIS IS NOT THE AVERAGE FORCE, RATHER THE MAXIMUM AMOUNT OF FORCE IT TAKES TO COMPRESS A SPRING. Also, the spring constant, k has units of n/m",
    "POTENTIAL ENERGY OF A SPRING": "PEs=1/2kx^2. This can be set equal to the amount of work it takes to compress a spring, or the kinetic energy of a spring after it is released. Also, the spring constant, k, has units of n/m",
    "CENTRIPITAL FORCE": "Fc= m(cent. acceleration) or  Fc= (mv^2)/r\n look familiar? It's just Newtons second law!",
    "CENTRIPITAL ACCELERTION": "a= v^2/r",
    "POTENTIAL ENERGY": "PE= mgh    Remeber that work is equal to the change in an object's energy... Sometimes these are interchangable!",
    "KINETIC ENERGY": "KE= 1/2mv^2  Since KE is basically the energy of motion, it makes sense that the velocity is squared, also remeber that work is equal to the change in an object's energy... Sometimes these are interchangable! ",
    "WORK": "W=Fd or the change in an objects energy! Therefore, the amount of work done on an object is simply how much its energy changed.",
    "POWER": "P=W/t  P=Fd/t   P= Fv (This uses the average velocity/speed) Power is the rate at which energy is expended",
    "AVERAGE VELOCITY": "v=d/t  If you need velocity, make sure you use the total displacement, NOT distance!!",
    "ENERGY OF A PHOTON": "JOULES: Ep= hf or Ep= hc/(wave length)   ElectronVolts: Ep= Ei-Ef  For the value of h or c, simply type 'h' or 'c', or their actual names (i.e. Speed of light)",
    "ENERGY TO MASS": "E=mc^2   This can be used in either Joules or eV... be careful about units!",
    "WAVE SPEED": "v=fλ  This may be the most useful wave equation. Be familiar with it! These units are m/s or m*Hz  (Hz= 1/s)",
    "PERIOD": "T=1/f  remmeber that you can switch the T and the f to solve for frequency. Also, PERIOD has units of seconds",
    "INDEX OF REFRACTION": "n=c/v where v is the speed of 'light' in that particular medium.",
    "SNELLS LAW": "n1*(Sinθ1)=n2*(Sinθ2)",
    "WAVE RATIOS": "(n2/n1)=(v1/v2)=(λ1/λ2)",
    "SERIES CIRCUIT": "I=I=I..  V=V1=V2=V3...  Req=R1+R2...",
    "PARALLEL CIRCUIT": "I=I1+I2+I3...  V=V1=V2...  ****1/Req= 1/R1 + 1/R2 + 1/R3...****",
    "ELECTRIC WORK": "W= PT = VIt = I^2Rt = V^2t/R",
    "ELECTRIC POWER": "P= VI = I^2R = V^2/R",
    "RESISTANCE": "R=ρL/A   OR   R=V/I <-- Ohm's Law!!",
    "CURRENT": "I=∆q/t  OR      I=V/R<-- Ohm's Law!!",
    "VOLTAGE": "Also known as 'Potential Difference! V= W/q OR V=IR <-- Ohm's Law!! ",
    "ELECTRIC FIELD STREMGTH": "E=Fe/q",
    "ELECTROSTATIC FORCE":"(k*q1*q2)/r^2  Inverse square realtionship!",
    "GRAVITATIONAL CONSTANT": "G= 6.67*10^-11 N*m^2/kg^2",
    "G": "G= 6.67*10^-11 N*m^2/kg^2\ng=9.81 m/s^2",
    "ACCELERATION DUE TO GRAVITY": "g=9.81m/s^2",
    "SPEED OF LIGHT": "c=3.00*10^8m/s",
    "C": "c=3.00*10^8 m/s",
    "SPEED OF SOUND AT STP": "331 m/s  (lower temps increase this)", 
    "RADIUS OF EARTH": "6.37*10^6 m",
    "RADIUS OF MOON": "1.74*10^6m",
    "DISTANCE EARTH TO MOON": "3.84*10^8m",
    "DISTANCE EARTH TO SUN": "1.50*10^11m",
    "ELECTROSTATIC CONSTANT": " k=8.99*10^9 N*m^2/C^2",
    "K": "k=8.99*10^9 N*m^2/C^2",
    "ELEMENTARY CHARGE": "e=1.60*10^-19C",
    "E": "1 e=1.60*10^-19C",
    "COULOMB": "6.25*10^18 e + 1C",
    "ELECTRONVOLT": "1.60*10^19J= 1 eV",
    "PLANCK'S CONSTANT": "h=6.63*10^-34 J*s",
    "H": "h=6.63 * 10^-34 J*s",
    "MASS OF EARTH": "5.98 * 10^24 kg",
    "MASS OF MOON": "7.35 * 10^22 kg",
    "UNIVERSAL MASS UNIT": "1 u= 9.31*10^2 Mev (mega eV... For a conversion ask 'mega')  ",
    "MASS OF ELECTRON": " 9.11 * 10^-31 kg",
    "MASS OF PROTON": "1.67 * 10^-27kg", 
    
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, Physics-Bot is back."
}
